{
	"1": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
	"2": "I told my wife she should embrace her mistakes. She gave me a hug.",
	"3": "When is a door not a door? When it's ajar. What do toilets do when they're embarrassed? They always get a bit flush.",
	"4": "How do you organise a space-themed party? You planet.",
	"5": "Why do pancakes always win at cricket? They have the best batter.",
	"6": "Why did the robot arrive at the event so tired? He had a hard-drive.",
	"7": "What do runners eat before a race? Nothing - they fast.",
	"8": "How do you stop an astronaut’s toddler from crying? You rocket.",
	"9": "What do you call an unpredictable camera? A loose Canon.",
	"10": "Why shouldn't you use a broken pencil? Because it's point-less.",
	"11": "What did the policeman say to his nipple? You're under a vest.",
	"12": "Why couldn’t the sailor learn the alphabet? He kept getting lost at C.",
	"13": "Why was Cinderella so bad at rugby? She kept running away from the ball.",
	"14": "What did the dentist win at the competition? A little plaque.",
	"15": "What do you call a skeleton with only a head? A nobody.",
	"16": "What’s the difference between a hippo and a zippo? One's very heavy and the other’s a little lighter.",
	"17": "Why do ghosts like to take the lift? It lifts their spirits.",
	"18": "What do you call a patronising bear? A pan-duh.",
	"19": "Why did the scarecrow win an award? He was outstanding in his field.",
	"20": "Why didn't the skeleton never go on dates? He didn't have the guts to ask anyone.",
	"21": "Do you want to hear a construction joke? Sorry, I’m still working on it.",
	"22": "Why doesn't Dracula have any friends? He's a bit of a pain in the neck.",
	"23": "What do you call a guy who’s really loud? Mike.",
	"24": "What do you call a retired vegetable? A has-bean.",
	"25": "Can February March? No, but April May!",
	"26": "Why shouldn't you marry a calendar? Its days are numbered.",
	"27": "Why do barbers make good drivers? They know a lot of short cuts.",
	"28": "What do you call a detective that accidentally solves the case? Sheer Luck Holmes.",
	"29": "What’s it called when you have too many aliens? Extraterrestrials.",
	"30": "What should you do if you’re cold? Stand in the corner, it’s 90 degrees.",
	"31": "What does a clock do when it’s hungry? It goes back for seconds.",
	"32": "Why did Shakespeare always write with a pen? Because pencils made him ask ‘2B or not 2B’?",
	"33": "What does one eye say to the other eye? Something between us smells.",
	"34": "What was Forrest Gump’s email password? 1forrest1.",
	"35": "Why should you never trust stairs? They’re always up to something.",
	"36": "What’s the spookiest kind of author? A ghost writer.",
	"37": "What did the comedian say to Harry Potter? Why so Sirius?",
	"38": "Why do we tell actors to ‘break a leg’? Because every play has a cast.",
	"39": "What’s an astronaut’s favourite part of a keyboard? The space bar.",
	"40": "Did you hear about the people who stole a calendar? They each got 6 months.",
	"41": "Why is it hard to eat near basketball players? They dribble all the time.",
	"42": "Did you hear about the actor falling through the floorboards? He was just going through a stage.",
	"43": "Why don’t eggs tell each other secrets? They’d crack under pressure.",
	"44": "Why can’t your nose be 12 inches long? Because then it would be a foot.",
	"45": "I told my friend she had drawn her eyebrows too high…She looked surprised.",
	"46": "Did you hear about the restaurant on the moon?...The food is great, but there’s no atmosphere.",
	"47": "Why did the golfer bring two pairs of trousers? He got a hole in one!",
	"48": "Why did the coffee file a police report? It got mugged.",
	"49": "What do you call a factory whose products are just ok? A satisfactory.",
	"50": "I used to be addicted to the hokey pokey…But now I’ve turned things around.",
	"51": "What do you call a can opener that won’t open? A can’t opener.",
	"52": "Why did the man get hit by a bike every day? Because he was caught in a vicious cycle.",
	"53": "Did you hear about the fire at the circus? It was in tents.",
	"54": "Why did Beethoven get rid of his chickens? All they ever said was, “Bach, Bach, Bach!”",
	"55": "I used to be a baker…But I couldn't make enough dough.",
	"56": "How do you make holy water? You boil the hell out of it.",
	"57": "I broke my finger last week…On the other hand, I’m okay.",
	"58": "Why did the grape stop in the middle of the road? Because it ran out of juice.",
	"59": "What’s one of the worst things about dating a baker? They’re very kneady",
	"60": "What’s a skeleton’s favourite room? The living room",
	"61": "Why did the woman put her money in the blender? She wanted to make some liquid assets.",
	"62": "Why did the banana go to the doctor? Because it wasn’t peeling well.",
	"63": "I told my friend 10 jokes to make him laugh. Sadly, no pun in ten did.",
	"64": "Why do vampires not like going to BBQs? They’re not fans of steak",
	"65": "I asked the librarian if the library had books on paranoia…She whispered, “They’re right behind you…”",
	"66": "What do you call a snowman with a six-pack? An abdominal snowman.",
	"67": "Why did the fish blush? Because it saw the ocean’s bottom.",
	"68": "My friend says to me, “What rhymes with orange?” I said, “No it doesn’t.”",
	"69": "I ate a clock yesterday. It was very time-consuming.",
	"70": "I used to play piano by ear, but now I use my hands.",
	"71": "What happens when frogs park illegally? They get toad.",
	"72": "My friend’s bakery burned down last night. Now his business is toast.",
	"73": "What do you call a fish wearing a bowtie? Sofishticated.",
	"74": "I told my suitcase we wouldn’t be going on holiday this year. Now it’s dealing with emotional baggage.",
	"75": "I asked Siri why I’m single. She turned on the front camera.",
	"76": "Why did the teacher wear sunglasses to school? Because her students were so bright!",
	"77": "My therapist says I’m obsessed with vengeance. We’ll see about that.",
	"78": "I was going to tell a time-traveling joke, but you didn’t like it.",
	"79": "What do you call a man with a rubber toe? Roberto.",
	"80": "I accidentally dropped my pillow on the floor. It’s a down-fall.",
	"81": "I used to think I was indecisive, but now I’m not so sure.",
	"82": "Why was the laptop cold? It left its Windows open.",
	"83": "My wallet is like an onion—opening it makes me cry.",
	"84": "My dog used to chase people on a bike… it got so bad, I had to take his away his bike.",
	"85": "I tried to catch some fog. I mist.",
	"86": "Do you know what makes my day? The rotation of the Earth?",
	"87": "I have a lot of growing up to do. I realised that the other day from inside my fort.",
	"88": "Why did the student eat his test? The teacher said it was a piece of cake.",
	"89": "I asked my boss if I could leave early. She said, “Sure, as long as it’s permanently.”",
	"90": "What do you call a sleeping bull? A bulldozer.",
	"91": "Why don’t elephants use computers? They’re afraid of the mouse.",
	"92": "Why are geometry books so adorable? Because they have acute angles.",
	"93": "How do you know if a vampire is unwell? Because he'll be coffin.",
	"94": "Where do pirates get their hooks? Second hand shops.",
	"95": "Why did the bicycle collapse? It was too tyred.",
	"96": "What kind of music do bubbles hate? Pop.",
	"97": "Why did the hairdresser win the race? He knew a shortcut.",
	"98": "How did the picture end up in prison? It was framed.",
	"99": "Why did the tomato turn red? Because it saw the salad dressing.",
	"100": "What do you call a pile of cats? A meowtain."
}
